{
    "die_faces":6,
    "starting_square":24,
    "winning_square":93,
    "squares": [
        {
            "number": 1,
            "name":"Vajra Hell",
            "description":"Crossed double vajras bar your exit from this very special hell. This is the destination of those who abuse the tantric path through distraction or selfishness. This is a hell of the most frightful demonic images, the most fearful hell, for its suffering is paranoia rather than physical pain -- difficult for anyone else to assuage. Fear for oneself makes it almost impossible to see through the images and escape.",
            "paths":{
                "accum: 1 + 2 x 2 + 3 x 3 + 4 x 4 + 5 x 5 + 6 x 6" : 9,
                "waiting":1
            }   
        },
        {
            "number":2,
            "name" : "Interminable Hell",
            "description" : "Falling upside down for two thousand years, one reaches the deepest and hottest of the hells. The others seem idyllic by comparison, for the sufferings here follow one another without intermission. The Avīci Hell is a prison of incandescent iron. It represents the complete pollution of the world by malicious confusion and perverse, ego-centered drive. Especially, it is the punisment for destruction of Dharma or the Buddhis community, for this is a blow to the chances of others for spiritual advancement - the worst of crimes, and the very opposite of a bodhisattva's conduct.",
            "paths" : 
            {
                "One" : 17,
                "Two":  10,
                "Three":3,
                "Four to Six" : 2
            }
        },
        {
            "number":3,
            "name" : "The Hot and Very Hot Hells",
            "description" : "In these adjoining torture chambers, one suffers the tortures of intense heat. THe ordinary Hot Hell is the karmic creation of those who have committed crimes involving fire, such as incendiary action or killing living creatures in a forest fire.\nThe very Hot Hell is a result of the general acrivities of the milder hells - killing, stealing, sexual abuse, and lying - associated with the intentional perversion of truth. This is also the special destiny of offenders against spiritual practice. In the main hall of this hell, fierce demons with huge black bellies, flaming eyes, and hooked fangs drag the offender into lakes of fire studded with iron spikes.",
            "paths" : 
            {
                "One" : 11,
                "Two":  10,
                "Three":8,
                "Four": 7,
                "Five": 5,
                "Six":  2
            }
        },
        {
            "number":4,
            "name" : "The Howling and Great Howling Hells",
            "description" : "The sins of these two hells both involve misuse of the mouth : the improper use of intoxicants and lying. In consequence, demons fill one's mouth with molten copper, which destroys one's insides.\nDrunkenness is not of itself a misdeed, but by becoming so intoxicated with alcohol that one breaks another of the vows - by killing, stealing, or abusing sexuality - one falls laughing, it is said, into the Howling Hell.\nThe Great Howling Hell arises from lying or harsh speech with spiteful intention : perjury, bribery, betrayal of trust, false advertising, and venal government or justice.",
            "paths" : 
            {
                "One" : 13,
                "Two":  10,
                "Three":8,
                "Four": 6,
                "Five": 5,
                "Six":  3
            }
        },
        {
            "number":5,
            "name" : "The Black Rope and Crushing Hells",
            "description" : "These two hot hells are created by those who violate the second and third guides to lay conduct : stealing and improper sexuality. The offense must have been compounded with murder, for all the hellish states have malice as their cause, whether against life or the killing of spiritual possibilites. The Black Rope Hell is for thieves; the \"Crushing\" or \"Crowded\" Hell is for malicious sexual offenders. Tempted by the vision of a lover from the past, blinded by desire born from ignorance, these victims of delusion never cease pursuing and being torn.",
            "paths" : 
            {
                "One" : 13,
                "Two":  11,
                "Three":10,
                "Four": 7,
                "Five": 4,
                "Six":  3
            }
        },
        {
            "number":6,
            "name" : "Reviving Hell",
            "description" : "One has fallen into the first of eight hot hells, this one reserved for killers. A string of people murder one another, ten are revived by a cool wind to kill and be killed again until their karma is exhausted. \nPeople who kill living beings,\nout of greed, stupidity, anger, or fear,\nor raisem them for the slaughter,\nmust go to Reviving Hell.",
            "paths" : 
            {
                "One" : 17,
                "Two":  12,
                "Three":10,
                "Four": 8,
                "Five": 5,
                "Six":  4
            }
        },
        {
            "number":7,
            "name" : "The Cold Hells",
            "description" : "One suffers now in the Cold Hells beneath the earth, parallel to the infernos. As with all hellish states, this is the result of hateful activity - in particular, of crimes against the Dharma from within. There are eight cold hells, their names being sufficient indication of their nature.",
            "paths" : 
            {
                "One" : 15,
                "Two":  18,
                "Three":11,
                "Four": 10,
                "Five": 6,
                "Six":  5
            }
        },
        {
            "number":8,
            "name" : "The Temporary Hells, or \"Hell for a Day\"",
            "description" : "This is hell on earth - isolated places such as a river, mountain, or desert. Whereas the lower hells have been created by the collective karma of all living beings, these are innumerable and individualized, created by individual or group activities.",
            "paths" : 
            {
                "One" : 27,
                "Two":  19,
                "Three":14,
                "Four": 11,
                "Five": 7,
                "Six":  6
            }
        },
        {
            "number": 9,
            "name":"Lord of the Dead (Yama)",
            "description": "With great power and cruelty one has become Yama (or his sister Yamī), lord and judge of the dead, or one of his police demons (rākṣasas). Ordinary persons must confront him when they die, gazing into his mirror of karma.\nYama himself has a subjective aspect, and a concealed aspect in that he is inherent in consciousness that is defiled by desire, hatred and ignorance.",
            "paths":{
                "One":42,
                "Two":34,
                "Three to Six":9
            }
        },
        {
            "number":10,
            "name" : "Hungry Ghosts (Preta)",
            "description" : "Just under the earth - and roving upon it - are these creatures, tormented by greed. Their senses are distorted, and the earth seems without sustenance. They have mouths like pins, bellies like mountains, and throats that turn food to fire. Preta can only be nourished by faith - that is, by offerings made in the course of a religious ceremony and then consigned to them.",
            "paths" : 
            {
                "One" : 19,
                "Two":  13,
                "Three":14,
                "Four": 11,
                "Five": 8,
                "Six":  4
            }
        },
        {
            "number":11,
            "name" : "Animals",
            "description" : "Residing mostly in the great oceans, animals are created as a result pf previous stupidity -- intentional ignorance. The serpent is said to be born from anger, the lion from pride, the dog from arrogance... and the horse from unpaid debts.",
            "paths" : 
            {
                "One" : 27,
                "Two":  17,
                "Three":12,
                "Four": 13,
                "Five": 10,
                "Six":  5
            }
        },
        {
            "number":12,
            "name" : "Divine Animals",
            "description" : "One is born a mythological beast endowed with supernatural powers. These aninals are \"divine\" because their birht is miraculous, like that of a god, and not from a womb or an egg. Some are pets of the gods. These live in a state of radiance, enjoying the pleasures of the heavens but without any sharp intelligence, and are said to be former sculptors and painters who donated their services to the community.",
            "paths" : 
            {
                "One" : 28,
                "Two":  27,
                "Three":15,
                "Four": 21,
                "Five": 11,
                "Six":  10
            }
        },

        {
            "number": 13,
            "name" : "World of the Nāgas",
            "description" : "These water serpents are human from the waist up, rather like mer creatures. They store great treasures of wealth and precious stones, and sometimes books of secret teachings in underwater palaces. Like other wealthy beings, however, they are dangerous and volatile.",
            "paths" : 
            {
                "One" : 28,
                "Two":  27,
                "Three":15,
                "Four": 21,
                "Five": 11,
                "Six":  10
            }
        },

        {
            "number":14,
            "name" : "Demon Island",
            "description" : "These ferocious man-eating demons (rākṣasas) frequent the night -- haunting cemeteries, attacking people, and devouring children. Demon Island is identified as Śrī Laṅkā, southeast of India. From killing they become monstrous and malformed; from giving to others they grow powerful.",
            "paths": 
            {
                "One" : 25,
                "Two":  42,
                "Three":17,
                "Four": 15,
                "Five": 5,
                "Six":  3
            }
        },

        {
            "number":15,
            "name" : "Asuras",
            "description" : "One is born among the \"antigods\", so known for their intense jealousy of the gods of thirty-three, who got them drunk and cast them out of heaven. \nEver deceiftul and deluding,\nhe does no other harm;\nfond of quarreling, yet generous,\nhe'll become an asura lord.",
            "paths": 
            {
                "One" : 28,
                "Two": 14,
                "Three":21,
                "Four":11,
                "Five":10,
                "Six":4
            }
        },
        {
            "number":16,
            "name":"Rudra Black Freedom",
            "description":"This is the criminal yogi, who accomplishes the worldy occult powers (siddhi) -- pacifying, prospering, subjugating, and destroying -- from a desire for power. When he died he was hurled into lower states of rebirth for many ages, finally appearing as the fierce non-Buddhist god Rudra. His only escape from himself is conversion by a tantric bodhisattva.",
            "paths":{
                "One or Three to Six" : 16,
                "Two" : 34
            }
        },
        {
            "number" : 17,
            "name" : "Jambu Island - The Southern Continent",
            "description" : "One has the great fortune to be born in a human condition on earth.",
            "paths":
            {       
                    "One":52,
                    "Two":25,
                    "Three":26,
                    "Four":38,
                    "Five":22,
                    "Six":6
            }
        },
        {
            "number" : 18,
            "name" : "The Western Continent - Enjoyment of Cattle (Apara-Godānīya)",
            "description" : "Here is the fortunate human existence and great enjoyment of wealth in a land of lakes and pastures. The Dharma is present here but it does not flourish, for the inhabitants are rough and live only by eating meat. Certain traditions record that the people here experience synesthesia. Godānīya has a red tone in its skies and waters, the reflection of ruby western walls of Mount Meru.",
            "paths":
            {       
                    "One":38,
                    "Two":27,
                    "Three":13,
                    "Four":21,
                    "Five":11,
                    "Six":10
            }
        },
        {
            "number" : 19,
            "name" : "The Eastern Continent - Noble Figure (Pūrva-Videha)",
            "description" : "One has an espcecially fine and noble human form on the continent east of Mount Meru. Here the light is bright and clear from the crystal wall of the mountain, and the people tranquil and mild.",
            "paths":
            {       
                    "One":43,
                    "Two":38,
                    "Three or Five":13,
                    "Four":15,
                    "Six":11
            }
        },
        {
            "number" : 20,
            "name" : "The Northern Continent - Kuru",
            "description" : "This continent, shaded green by the emerald north face of Mount Meru, is the happiest of the four human islands. The people lead a wholesome communal existence, without private property nor marriage. Because they are not in the habit of declaring \"This is mine,\" and so forth, these people are incapable of the worst crimes and suffer no untimely death, living out their full life spans of a thousand years. Nonetheless, no saints develop here, for they never come to understand the initial postulate of the Dharma : Life is basically suffering. They create no bad karma, but neither do they make progress toward liberation from saṃsāra.",
            "paths":
            {       
                    "One":28,
                    "Two":27,
                    "Three":17,
                    "Four":19,
                    "Five":15,
                    "Six":20
            }
        },
        {
            "number" : 21,
            "name" : "Barbarism",
            "description" : "One is born a human being, but in an uncivilized and materialistic society in which warfare is considered a legitimate mode of human interaction.",
            "paths":
            {       
                    "One":15,
                    "Two":62,
                    "Three":13,
                    "Four":11,
                    "Five":10,
                    "Six":2
            }
        },
        {
            "number" : 22,
            "name" : "Hinduism",
            "description" : "With moderately good fortune one is born into the brahmanical culture of India, pictured as a green and fruitful land. Here civilization is rich and vigorous, the arts and sciences flourish, and metaphysical speculation is highly advanced. Although conceptions such as \"God\" and \"the soul\" provide a superficial consistency to the world, they are ultimately unverifiable and become a source of bondage to saṃsāra.\nNonetheless, this rich culture is the birthplace of the true Dharma and the holy land of Buddhism.",
            "paths":
            {       
                    "One":52,
                    "Two":62,
                    "Three":13,
                    "Four":15,
                    "Five":11,
                    "Six":3
            }
        },
        {
            "number" : 23,
            "name" : "Bön",
            "description" : "Bön (pronounced \"pern\") is shamanism or sorcery in a highly developed form. In Tibet it represents the alternative to Buddhism. Bön antedates the Dharma, having come from the direction of Persia in the early centuries A.D. There are close analogies with other shamanic traditions, such as Taoism. Modern Bön, on the other hand, has adopted Buddhist scriptures to its own system. But the bön-po reerse the Buddhist auspicious emblem, the swastika, and circumnambulate sacred places counterclockwise, which causes their fellow Tibetans no end of merriment.",
            "paths":
            {       
                    "One":52,
                    "Two":65,
                    "Three":29,
                    "Four":27,
                    "Five":14,
                    "Six":4
            }
        },

        {
            "number" : 24,
            "name" : "The Heavenly Highway",
            "description" : "The opportunity has arrived, so hard to obtain, \nFor accomplishing the welfare of living beings; \nIf I fail to take advantage of it, \nWhen will the chance come again?",
            "paths":
            {       
                    "One":27,
                    "Two":17,
                    "Three":15,
                    "Four":11,
                    "Five":10,
                    "Six":6
            }
        },
        {
            "number" : 25,
            "name" : "Beginning the Tantra",
            "description" : "One sets forth toward enligtenment in the vehicle of mantra, the diamond path, the secret way of the practice of spells (vidyā). Without the proper commitments this road leads to madness and hell.",
            "paths":
            {       
                    "One":72,
                    "Two":33,
                    "Three or Four or Five":25,
                    "Six":38
            }
        },
        {
            "number":26,
            "name":"Wheel-Turning King (Cakravartin)",
            "description":"The great monarch of mankind unites the entire world under a righteous government. The wheel of authority appears like the sun in the eastern sky of his youth. The dynasty of the wheel-turning king appears just after the golden age of the world, which is harmonious anarchy with no need of government. The Cakravartin has great physical strength as well as the \"divine eye\" : the vision of past and future lives.",
            "paths":{
                "One":29,
                "Two":28,
                "Three":17,
                "Four":20,
                "Five or Six":13
            }
        },
        {
            "number":27,
            "name": "Heaven of the Four Great Kings",
            "description" : "One is born in the broadly based lower classes of divinity who rule the lower slopes of Mount Meru, the seven chains of mountains around it, and the skies.",
            "paths":{
                "One":28,
                "Two":17,
                "Three":23,
                "Four":18,
                "Five":10,
                "Six":6
            }
        },
        {
            "number":28,
            "name": "Heaven of the Thirty-three (Trāyastriṃśa)",
            "description" : "One dwells in a region, at the summit of Mount Meru, with thirty-three divine neighborhoods. The devas of this level are large and powerful, with supernatural sensory faculties. Although these gods take refuge in the Buddha, their pleasure is too great to allow for religious practice. In consequence, they are unable to prevent rebirth in a lower state when good karma is exhausted.",
            "paths":{
                "One":29,
                "Two":17,
                "Three":20,
                "Four":22,
                "Five":11,
                "Six":7
            }
        },
        {
            "number":29,
            "name":"Heaven Without Fighting (Yāma)",
            "description":"Even larger and more powerful than the gods of the Thirty-three, the Yāma devas are completely beyond the strife of the world and secure in their possession of heaven. The seeds of their past moral conduct, the essence of which is self-control and avoindance of conflict, blossom into the delights of the Realm of Desire.",
            "paths" :{
                "One":30,
                "Two":31,
                "Three":17,
                "Four":23,
                "Five":12,
                "Six":10
            }
        },
        {
            "number":30,
            "name":"The Joyful (Tuṣita) Heaven",
            "description":"Although only the fourth of six heavens in the realm of sense desire, this is the most promising for one's future, for it is traditionally the penultimate abode of the bodhisattva, the station before his final birth in human form.",
            "paths" : {
                "One" : 64,
                "Two" : 63,
                "Three" : 55,
                "Four" : 54,
                "Five" : 53,
                "Six" : 52
            }
        },
        {
            "number":31,
            "name":"Delighting in Emanations (Nirmāṇa-rati)",
            "description":"In this divine mansion, floating high above the summit of Mount Meru, the gods have no need of desirable objects to be present before them, for their very wish becomes reality. So in the process of increasing abstraction represented by the levels of godhead, they are sufficiently detached from the bonds of the material world as to be able to enjoy the emanations of their own minds. The karma giving rise to this state is a sublime moral refinement and intense generosity.",
            "paths":{
                "One" : 52,
                "Two" : 30,
                "Three" : 43,
                "Four" : 32,
                "Five" : 22,
                "Six" : 12
            }
        },
        {
            "number":32,
            "name":"Ruling the Emanations of Others (Paranirmita-Vaśavartin)",
            "description":"In these ethereal mansions, four levels above the summit of Mont Meru, dwell the supreme deities of the world of sense desires. Their mental powers are such that whatever they may wish for is anticipated by the other classes of gods, who magically emanate it for their pleasure. The king of this relam is Māra. As lord of the Realm of Desire, this powerful creature is extremely jealous of those who might try to escape it. The successful meditator, passing through his distractions, attains the Realm of Form.",
            "paths":{
                "One" : 30,
                "Two" : 35,
                "Three" : 28,
                "Four" : 18,
                "Five" : 10,
                "Six" : 32
            }
        },
        {
            "number":33,
            "name":"Tantra, Lesser Path of Accumulation",
            "description":"Here, at the beginning of substantial tantric practice, one engages in the tantra of activity (kriya-tantra). If reality is the play of appearances, molded by karma but arising from emptiness, the aim of tantra is its eventual reformation.\nThe danger is that one may practice magic without compassion. Hence this path may lead to the most harrowing of hellish states.",
            "paths":{
                "One":41,
                "Two":42,
                "Three or Four":33,
                "Five":16,
                "Six":1
            }
        },
        {
            "number":34,
            "name":" Mahākāla",
            "description":"You have become the \"great black one\", with aggressive and wrathful energies turned to protect the Dharma. He may be Yama, lord of death, in a new role, or the great yogi Rudra-Shiva converted to the true Dharma, his ferocious and passionate powers working now to purify the karma of aggression.",
            "paths":{
                "One":61,
                "Two":81,
                "Three":70,
                "Four to Six":34
            }
        },
        {
            "number":35,
            "name":"The Realm of Form (Rūpa-Dhātu)",
            "description" : "Soaring high over Mount Meru beyond the realm of Sense Desire, these stations of exalted consciousness are the product of \"immovable\" (aniñja) karma, neither good nor bad. In fact, the seventeen levels of this realm correspond to the subtleties of progress in meditation. At the top is a class of beings totally \"thoughtless\" (asamjñi-sattva).\nThey themselves mistake their state for Nirvana, but it is merely a state of trance and without true knowledge of the world; when a thought at last arises due to their previous karma, they fall back to the realm of Sense Desire.",
            "paths":{
                "One":37,
                "Two":52,
                "Three":36,
                "Four":30,
                "Five":17,
                "Six":27
            }
        },
        {
            "number":36,
            "name":"The Formless Realm (Arūpa-Dhātu)",
            "description" : "Passing beyond sense desires adn then beyond matter, one's mental horizons become so broadened as to encompass endless vistas of space, finally transcending consciousness itself. \"Transcending 'nothing-at-all', he attains the station of neither-ideas-nor-the-lack-of-ideas.\" This is called the Peak of Existence. After a period of time, however, past karma becomes operative and one is reborn in a lower destiny.",
            "paths":{
                "One":38,
                "Two":17,
                "Three":11,
                "Four or Five":36,
                "Six":4
            }
        },
        {
            "number":37,
            "name":"Pure Abodes (Śuddhāvāsa)",
            "description":"Here the heights of the Realm of Form are attained by means of the strongest and most concentrated practice of the fourth stage of trance. They are distinct from the other worlds of the rūpa-dhātu in that they only house Anāgāmins who are already on the path to Arhat-hood.",
            "paths":{
                "One":64,
                "Two":54,
                "Three":32,
                "Four":52,
                "Five":12,
                "Six":37
            }
        },
        {
            "number":38,
            "name":"Disciples (Śrāvaka), Path of Accumulation (Sambhāra-Mārga)",
            "description":"Nurturing a disgust for the cycle of death and rebirth, on enters the Vehicle of Disciples, beginning to plant wholesome roots conducive to liberation. By meditation, one begins to attack the four perverted views that are deeply ingrained in all ordinary people.",
            "paths":{
                "One":37,
                "Two":40,
                "Three":39,
                "Four":52,
                "Five":11,
                "Six":5
            }
        },
        {
            "number":39,
            "name":"Disciples (Śrāvaka), Path of Application (Prayoga-Mārga)",
            "description":"Having accumulated merit and equipped oneself with a degree of meditative ability, one plants wholesome roots conducive to penetration -- based on the \"calm\" of meditation, one begins to develop \"insight\" into the conditioned and impermanent nature of the self. If this path is well-accomplished, one rises to the world-transcending paths.",
            "paths":{
                "One or Four":52,
                "Two":43,
                "Three":40,
                "Five":28,
                "Six":19
            }
        },
        {
            "number":40,
            "name":"Disciples, Paths of Vision and Cultivation (Darśana-Mārga, Bhāvanā-Mārga)",
            "description":"In the course of moral purification and mental concentration, the four noble truths as taught by the Buddha come into view into all their ramifications. The Path of Vision has destroyed the notion of a self; the path of Cultivation destroys the attachment to pleasurable sensations, which persists even after the self is gone.",
            "paths":{
                "One":30,
                "Two":35,
                "Three":28,
                "Four":32,
                "Five":31,
                "Six":29
            }
        },
        {
            "number":41,
            "name":"Tantra, Middle Path of Accumulation",
            "description":"This second class of the tantras is known as the \"the practice of both\" (ubhaya-caryā-tantra), for it combines outer and inner yoga. The chief text of this class is the Mahā-vairocana, which is the basis of tantric practice in China and Japan.\nDon't concentrate on yourself, restricting your breath.\nFie, yogin, don't squint at the end of your nose.\nO fool, hold fast to the Innate,\nAnd abandon the clinging bonds of existence.\nBring together in thought the restless waves of breath.\nThen know the true nature of the Innate.\nAnd this becomes still of itself.",
            "paths":{
                "One":60,
                "Two":42,
                "Three":59,
                "Four":41,
                "Five":67,
                "Six":33
            }
        },
        {
            "number":42,
            "name":"Tantra, Greater Path of Accumulation",
            "description":"The yoga tantra is wholly internalized practice. The yogi creates mandalas and complex visuzalizations involving the Buddhas of the five tantric families. During the meditation one's own being becomes identical with the deity, which has been sealed with five seals. So one is now without possibility of falling back into a lower path or unhappy destiny.",
            "paths":{
                "One":49,
                "Two":50,
                "Three to Five":42,
                "Six":59
            }
        },
        {
            "number":43,
            "name":"Independent Buddha (Pratyeka-Buddha), Path of Accumulation",
            "description":"One enters the vehicle of the solitary Buddha. This being attains enlightenment at a time when no Buhha abides in the world to teach the Dharma. But steadfast in his revulsion from saṃsāra, and without hearing again the Dharma of the Buddhas, he continues accumulating merit by good conduct and solitary meditation, until at last the great Awakening is reached.",
            "paths":{
                "One":52,
                "Two":44,
                "Three":28,
                "Four":38,
                "Five":13,
                "Six":6
            }
        },
        {
            "number":44,
            "name":"Independent Buddha, Path of Application",
            "description":"For long ages one resides in the forest practicing meditation. One especially pursues the four applications of mindfulness : of the body, of feelings, of thoughts, and of dharma.\nLay down the rod for all beings,\ndo no harm to any of them,\nconsider their welfare with a friendly mind;\ncourse like the unicorn, alone.",
            "paths":{
                "One":30,
                "Two":46,
                "Three":45,
                "Four":20,
                "Five":39,
                "Six":27
            }
        },
        {
            "number":45,
            "name":"Independent Buddha, Path of Vision",
            "description":"Dwelling alone and far from the bustle of the world, the independent yogi turns hisconcentrated attention on the meaning of birht and death. He sees that sowing a thoughtm one reaps and action; sowing an action, one reaps a habit; sowing a habit, one reaps a destiny. With this purification of outlook he begins the practice of the noble eightfold path toward complete Awakening.",
            "paths":{
                "One":52,
                "Two":47,
                "Three":46,
                "Four":40,
                "Five":17,
                "Six":28
            }
        },
        {
            "number":46,
            "name":"Independent Buddha, Path of Cultivation",
            "description":"By assiduous meditation on his vision of reality, the pratyeka-buddha destroys all attachment that can arise from grasping, rejecting, or bewildered relationship with the world. The Independent Buddha is able to perform miracles, to divide his body and appear double, or to transform it into any shape.",
            "paths":{
                "One":30,
                "Two":47,
                "Three":37,
                "Four":35,
                "Five":51,
                "Six":29
            }
        },
        {
            "number":47,
            "name":"Independent Buddha, Arhatship",
            "description":"The solitary yogi attaisn an Awakened state. This is the \"fifth path,\" called \"no more study.\" Because of this arhat's solitary habits, he has neither the courage nor the ability to teach others the way to nirvana. His attainment is nonetheless substantial, and he is considered worthy of worship by the world, having transcended it.",
            "paths":{
                "One":52,
                "Two":48,
                "Three":30,
                "Four":37,
                "Five or Six":47
            }
        },
        {
            "number":48,
            "name":"Cessation (Nirodha)",
            "description":"The Arhat has previously attained nirvana during his life, called the \"nirvana with residue,\" for although all the defiling elements were eliminated, the physical and mental substrate remained. Now, at the time of death, he enters the \"nirvana without residue.\" Nirvana as an entity is unlike most others, for it is independent and not impermanent; it is deathless, peaceful and \"fearless\" or secure. Unfortunately, this is not the proper goal. This is termed \"stationary nirvana\"; it is opposed to the \"nirvana in motion\" of the bodhisattva. Lacking the compassion that motivates a bodhisattva, the Arhat in cessation can only be roused by a miracle. This is accomplished by the Buddha Amitābha, whose boundless light reaches even into this state.",
            "paths":{
                "accum: 1 + 2 x 2 + 3 x 3 + 4 x 4 + 5 x 5 + 6 x 6" : 52,
                "waiting":48
            }
        },
        {
            "number":49,
            "name":"Tantra, Path of Application : \"Heat\"",
            "description":"With permission from the lama, one is qualified to receive the transmission of particular texts. Four initiations in all will sow the seeds for the yogi's eventual transformation. The first empowerment is called \"the flask\"; it will grow into the Emanation body of the Buddha. The flask is filled with amṛta, which purifies the body. If nonduality has not been attained by the flask initiation, one should contemplate at least that emptiness and bliss have been realized.",
            "paths":{
                "One":50,
                "Two":57,
                "Three to Six":49
            }
        },
        {
            "number":50,
            "name":"Tantra, Path of Application : \"Climax\"",
            "description":"One receives the \"secret initiation\" into the supreme tantra, which will bear fruit as the great Enjoyment body of the Buddha. After drawing the deities of the mandala into his own body, the lama performs the \"action seal\" (karma-mudrā). He unites with wisdomm (vidyā) in the form of a woman. Whether a concrete or imagined action is effected, the bodhicitta is transferred to the yogi, who at this point in his career is quite expert in the mental creation of events. The term \"secret initiation\" comes from the tasting of the secret substance.",
            "paths":{
                "One":57,
                "Two":66,
                "Three to Six":50
            }
        },
        {
            "number":51,
            "name":"Disciples, Arhatship",
            "description":"After many liftetimes of practice one has encountered the Teacher and by his instructions become enlightened. Thus one becomes a Buddhist saint, one who has \"slain the enemies\" (ari-han) of attachment, aversion, and bewilderment. By spiritual understanding one has broken the eggshell of ignorance. The blue sky and the palm of one's hand are to one's mind the same.\nAlthough there is suffering, no one is afflicted,\nNo agent, but activity is a fact;\nNirvana exists, but the nivanized is not,\nThere is a path but no one passing on it.\n\nOne has done what can be done by menas of this vehicle.",
            "paths":{
                "One":52,
                "Two":48,
                "Three":37,
                "Four to Six":50
            }
        },
        {
            "number":52,
            "name" : "Mahāyāna, Lesser Path of Accumulation",
            "description" : "Beginning the Greater Vehicle, one conceives the intention of reaching enlightenment for the sake of all living beings.",
            "paths":{
                "One":54,
                "Two":53,
                "Three":30,
                "Four":38,
                "Five":11,
                "Six":7
            }
        },
        {
            "number":53,
            "name":"Mahāyāna, Middle Path of Accumulation",
            "description":"The grosser distractions become stilled, and meditation rises to an intermdediate level on the way to concentration. At this stage, before the higher awarenesses have been obtained, one has only the intention of being useful to others, but one is able to do very little actual good.",
            "paths":{
                "One":55,
                "Two":54,
                "Three":37,
                "Four":40,
                "Five":15,
                "Six":8
            }
        },
        {
            "number":54,
            "name":"Mahāyāna, Greater Path of Accumulation",
            "description":"Congratulations! You are irreversible! From this point you cannot fall back to a lower destiny. Several benefits accrue from the attainment of calm and concentration. First, one develops the four bases of psychic power. Upon these bases one develops the higher awarenesses : the divine eye, divine ear, knowledge of other's thoughts, knowledge of the past lives of oneself and others, and psychic powers.",
            "paths":{
                "One":63,
                "Two":55,
                "Three":60,
                "Four":59,
                "Five or Six":54
            }
        },
        {
            "number":55,
            "name":"Mahāyāna, Path of Application : \"Heat\" (Ūsmān)",
            "description":"Turning one's concentrated attention to the empty nature of reality, one develops the first of the \"wholesome roots conducive to penetration,\" designated as \"heat.\"\n\nThis rebirth has arisen from discursive thought,\nIts very essence (ātman) is discursive thought;\nSo to eliminate discursiveness completely,\nIs the very excellent nirvana.\n",
            "paths":{
                "One":63,
                "Two":56,
                "Three to Six":55
            }
        },
        {
            "number":56,
            "name":"Mahāyāna, Path of Application : \"Climax\" (Mūrdhan)",
            "description":"One's exertions on the path of yoga, giving rise to experiences of heat and light, reach their peak. The duality of subject and object has disappeared, and one is established in the understanding of \"thought only.\" Things are none other than reflections of mind. Not only is one's own rebirth derived from the twelvefold chain, but so also is the existence of the whole world. In terms of his relationships with others, the yogi is not only purified, generous and moral himself, but able to teach others to be so as well.",
            "paths":{
                "One":64,
                "Two":63,
                "Three to Six":56
            }
        },
        {
            "number":57,
            "name":"Tantra, Path of Application : \"Receptivity\"",
            "description":"The yogi takes the third initiation, known as \"wisdom-understanding\" (prajñā-jñāna), into the supreme tantra. Here the lama, disciple, and wisdom-lady (vidyā) accomplish the initiation of the disciple. By the internal union of the two symbols into the \"god of love\", all duality comes to an end, and bliss-emptiness is achieved. Bliss and emptiness merge together, like the pouring of water into water.\nEven if the bliss is not attained, the initiation implants seeds that, with later meditation on the Clear Light, will grow into the Buddha in his form as knowledge, the Dharma body, and the direct experience of emptiness.\nOnce in the realm that's full of joy\nThe seeing mind becomes enriched\nAnd thereby for this and that most useful;\neven when it runs\nAfter objects it is not alienated from itself.\n\nThe buds of joy and pleasure\nAnd the leaves of glory grow.\nIf nothing flows out anywhere\nThe bliss unspeakable will fruit.\n",
            "paths":{
                "One":66,
                "Two":73,
                "Three":58,
                "Four":77,
                "Five or Six":57
            }
        },
        {
            "number":58,
            "name":"Tantra, Path of Application : \"Highest Teachings\"",
            "description":"The final initiation of the disciple is termed \"the word\", for here the guru explains to him how to understand the act of unification which was performed in the \"wisdom-understanding\" initiation. Such is the highest worldly dharma of the tantric path. It is still \"worldly\" because it has been learned on the level of instruction or initiation, and has yet to be realized in practice.",
            "paths":{
                "One":73,
                "Two":74,
                "Three":66,
                "Four":85,
                "Five or Six":58
            }
        },
        {
            "number":59,
            "name":"Shambhala",
            "description":"Ruled by a dynasty of tantric masters, Shambhala was originally converted by fierce bodhisattvas. The city is home of the Kālacakra tantra, which propounds a system of liberation based on astrology. Among tantras, it is most heavily imbued with external magic, for Shambhala is continually threatened by Turkish Muslims. For yogis Shambhala is, with Urgyan and Potāla, a source of inspiration, a mystic land of the Dharma that is not so far away as to be unattainable. One pilgrim, however, seeking the way to Shambhala through trackless wastes, encountered a cave-dwelling yogi who asked him, \"Where are you going through these deserts of snow?\"\n\"I want to see Shambhala,\" the pilgrim replied.\n\"Then don't go far; in your own heart is the kingdom of Shambhala.\"",
            "paths":{
                "One":63,
                "Two":50,
                "Three":60,
                "Four":49,
                "Five":42,
                "Six":55
            }
        },
        {
            "number":60,
            "name":"Potāla",
            "description":"Visiting this island paradise off the South Indian coast, one encounters the high bodhisattvas Tārā and Avalokiteśvara. The great pilgrim-scholar Hsüan Tsang described the dangerous passes and sttep cliffs of the mountain retreat. Geography is not the only barrier to Potāla; it seems that one's religious practice plays some role in gaining access. Avalokiteśvara and Tārā are the patorn bodhisattvas of Tibet, the former embodied in the lineage of the Dalai Lamas. Thus the mountain palace in Lhasa, which was their residence, is called the Potāla.",
            "paths":{
                "One":64,
                "Two":63,
                "Three":42,
                "Four to Six":60
            }
        },
        {
            "number":61,
            "name":"Urgyan (Uḍḍiyāna)",
            "description":"The magic land of the dakinis is located in the upper reaches of the modern Swat River valley in Pakistan. A breeding ground for tantric Buddhism, it is identified especially with the supreme tantric cycle known as the Secret Assembly (guhya-samāja).\nBy the enjoyment of all sense desires,\nAnd gratification just as one pleases,\nBy just such yoga as this,\nOne may quickly gain Buddhahood.\nThis is twilight language, indicating in conventional terms the mystic transmutation effected by yogic practice. By such promises, couched in symbolism, the ignorant are attached to the Dharma.",
            "paths":{
                "One":89,
                "Two":84,
                "Three":83,
                "Four to Six":61
            }
        },
        {
            "number":62,
            "name":"Hindu Wisdom-Holder (Vidyādhara)",
            "description":"Having mastered the wisdom of the noble Brahmanical tradition, one's state is symbolized by the wish-granting jewel. The vidyā of which one is master is the knowledge of the Vedas, for all the Hindu practices seek their legitimacy in that timeless revelation. From the Buddhist point of view they are all related in their ignorance of the impermanent nature of all conditioned things, and their attempt to discover an abiding self in the individual and the world.\nThis tradition is one of great attainment. But for their attachment to the existence of certain entities - God and the soul - the Hindu is doomed to continued rebirth.",
            "paths":{
                "One":52,
                "Two":38,
                "Three to Six":62
            }
        },
        {
            "number":63,
            "name":"Mahāyāna, Path of Application : \"Receptivity\" (Kṣānti)",
            "description":"One approaches a direct and personal experience of the highest truths, firmly positioned in one's acceptance of the Four Noble Truths and one's commitment to the welfare of others. The yogi obtains the concentration that \"enters partially into the meaning of reality (tattvārthaika-de-śānupraveśa). This stage represents the dispersion of the \"subject\" side of the subject-object duality. As a film projector creates the appearance of objects that do not really exist, so should one experience reality.",
            "paths":{
                "One":85,
                "Two":42,
                "Three":64,
                "Four to Six":77
            }
        },
        {
            "number":64,
            "name":"Mahāyāna, Path of Application : \"Highest Teachings\" (Laukikāgra-Dharma)",
            "description":"One arrives at the stage of \"unimpeded thought\", (ānantarya-citta-samādhi). Immeditaely upon its release from subject-object dichotomizing, the mind rises to a direct and unhindered confrontation with the emptiness of all dharmas. The stage of \"coursing in faith\" (adhimukti-caryā) is completed. Ahead is the activity of the bodhisattva to alleviate the misery of others : skillful means conjoined with wisdom in the great mission.",
            "paths":{
                "One":71,
                "Two":49,
                "Three to Four or Six":64,
                "Five":77
            }
        },
        {
            "number":65,
            "name":"Wisdom-Holder of the Bön tradition (Bön Vidyādhara)",
            "description":"One has accomplished the way of the primeval Shen, the sorcerer o old who brought Bön doctrine to Tibet. The \"wisdom\" one holds is the companion with whom one attains Awakening. Grasping this perfect woman in ceremonial meditation one attains the vidyā, \"original knowledge\", by which creation was orginally emanated from mind. One also obtains psychic skill (nyamsrtsal), the equivalent of Buddhist siddhi. In short, the Shen, the master of Bön, is a Taoist sage with tantic overlay, and this is the highest point of the non-Buddhist paths.",
            "paths":{
                "One":52,
                "Two":43,
                "Three or Four":65,
                "Five":15,
                "Six":8
            }
        },
        {
            "number":66,
            "name":"First Tantra Stage",
            "description":"Upon one is now conferred the first initiation of a vajra-master (vajrā-cārya). Having gone through the course of the tantras as a disciple, one will now be made qualified as a teacher. First is conferred the initiation by water, cleansing the remaining defilements of physical activity that obstruct the way to full Buddhahood.\nThe ten bodhisattva stages on the tantric path are likened to the process of death and rebirth. One's previous practice on the paths of Accumulation and Application are the past karma giving rise to the supreme accomplishment of emergence into the full Awakening, and the ten initiations are its maturation in the womb.",
            "paths":{
                "One":74,
                "Two":75,
                "Three":73,
                "Four to Six":66
            }
        },
        {
            "number":67,
            "name":"Wisdom-Holder Among the Gods of Sense Desire (Kāmadeva-Vidyādhara)",
            "description":"One becomes a vidyādhara equal in accomplishment (siddhi) with the gods of the Realm of Sense Desire. One's body appears like that of a sixteen-year-old, and all one's desire appear from the sky. The vidyā, simply speaking, is a female mantra. Its holders are known in Indian literature from several centures B.C. They live in ciites in the snowy mountains north of India. They can fly and change shapes, and occasionally come down to intermarry with ordinary people. Tibetan historians consider them the original tantra masters among humanity; it is said the vidyādharas kep their wisdom secret until society had been prepared for its reception by the acceptance of the sutras of the Greater Vehicle.\nThe vidyādharas ae described as \"not quite peaceful and not quite wrathful ... impressive, overpowering, majestic.\" Their monarch is a tantric Wheel-Turning King.",
            "paths":{
                "One":41,
                "Two":42,
                "Three":68,
                "Four":69,
                "Five or Six":67
            }
        },
        {
            "number":68,
            "name":"Wisdom-Holder of the Realm of Form (Rūpa-Dhātu-Vidyādhara)",
            "description":"These radiant and powerful figures have mastered all the magic of the long-lived gods. Their abode is called the \"Pure (land) of the Astronauts\" (dag-pa mkha'-spyod). Like the yogi in a high state of trance or the gods of the Realm of Form, they are aloof from the world and far beyond the enjoyment of objects of sense, which is gained from the lower siddhis by worldly vidyādharas. From the practice of tantric \"yoga-without-images,\" dwelling in the sound of the mantra without specific visualization, they attain a state of pure calm and insight.",
            "paths":{
                "One":42,
                "Two":49,
                "Three or Five":68,
                "Four":59,
                "Six":41
            }
        },
        {
            "number":69,
            "name":"Tantric Wheel-Turning King (Mantra-Cakravartin)",
            "description":"As emperor of the vidyādharas, one has attained the highest of worldy siddhis : universal sovereignty and recognition. This is the state of the ordinary Wheel-Turning King raised to a spiritual plane. Here the distinction between \"path of graduation\" and \"path of study\" ceases to be effective, for whatever is studied is immediately realized.\nHe combines doctrine and meditaton in his teachings, and demonstrates the path in the example of his own attainments. With occult powers he converts those who have faith in demonstration of miracles.",
            "paths":{
                "One":75,
                "Two":81,
                "Three to Six":69
            }
        },
        {
            "number":70,
            "name":"Realm of Action-Completion (Karma-Paripūraṇa)",
            "description":"One visits the realm of Amogasiddhi, \"effective attainment\", the northern Buddha field. This is the karma family of tantric practice. Here the forces of passionate activity are turned toward effecting the destruction of hindrances and attaining the ends of Dharma. Action is precise, powerful, and complete. Amogasiddhi's element is wind. He holds a multicolored total vajra and makes the gesture of protection. His consort is Faithful Tārā, who guarantees one's tantric vows (samaya-tārā).",
            "paths":{
                "One":86,
                "Two":73,
                "Three":70,
                "Four":34,
                "Five":74,
                "Six":71
            }
        },
        {
            "number":71,
            "name":"First Sutra Stage (Bhūmi)",
            "description":"One enters the ten stages of the bodhisattva path, as elaborated in the sutras, the scriptures of the Greater Vehicle. \"Rejoicing\" (pramuditā) is the name given to the first level, for here the bodhisattva sees that enlightenment is not far distant, and with it the welfare of all. \"Rejoicing\" is the bodhisattva's equivalent to the Path of Vision. There is no thought for oneself; he makes a great renunciation of worldly matters and is no longer distracted by the five common fears :  concern for livelihood, reputation, death, future rebirth, and shyness at gatherings.",
            "paths":{
                "One":79,
                "Two":80,
                "Three":74,
                "Four to Six":71
            }
        },
        {
            "number":72,
            "name" : "Wisdom-Holder of the Eight Siddhis",
            "description" : "One has taken the path of siddhi, magical attainment, as opposed to that of study. Some lamas consider these siddhi as equivalent to the Path of Accumulation. Others insist that one follow the orthodox tantric path.",
            "paths":{
                "One":67,
                "Two":41,
                "Three":33,
                "Four to Six":72
            }
        },
        {
            "number":73,
            "name" : "Second Tantra Stage",
            "description" : "Rising to the second stage of the path to becoming a vajra master, one takes the initiation of the jewel-studded crown. One is thereby purified of physical karma, of misfortune, disease, deadening demons, and impediments to meditation. Indifferent to worldy gain and honor, yet filled with compassion, one is suited to become a universal ruler.",
            "paths":{
                "One":75,
                "Two":81,
                "Three to Five":73,
                "Six":69
            }
        },
        {
            "number":74,
            "name" : "Third Tantra Stage",
            "description" : "One receives the vajra initiation of a tantric master, which accomplishes the nondiscursive understanding that is characteristic of the Buddha's mind. One is freed from all traces of belief in an ego (ātman) and is more than a match for the rival teachers of other traditions.",
            "paths":{
                "One":75,
                "Two":81,
                "Three to Six":74
            }
        },
        {
            "number":75,
            "name" : "Fourth Tantra Stage",
            "description" : "The initiation of the bell, female energy topped by a vajra, fulfills in one the ability to teach all the eighty-four thousand ways of practicing the Dharma, particular to all the types of living beings in all their situations. One is now authorized to perform the verbal functions of a Buddha and to have one's instructions regarded as those of the fully Awakened.",
            "paths":{
                "One":82,
                "Two":83,
                "Three":81,
                "Four to Six":75
            }
        },
        {
            "number":76,
            "name" : "Realm of Jeweled Peaks (Ratna-Kūṭa)",
            "description" : "The southern pure land is that created by Ratnasambhava, \"source of jewels.\" Heis the lord of the wish-granting gem, and fulfills the Buddha's function of giving what is needed. The understanding associated with this state is that of \"equality\", for all things are equal on the broad earth; it counteracts pride and cupidity. Ratnasambhava is embraced by Māmakī, who represents fertilizing water; his bhodisattvas are named element of Space (ākāśa-garbha) and Wholly Benevolent (samanta-bhadra).",
            "paths":{
                "One":78,
                "Two":74,
                "Three":73,
                "Four to Six":76
            }
        },
        {
            "number":77,
            "name" : "Land of Bliss (Sukhāvatī)",
            "description" : "You have reached the pure land of Amitābha, \"boundless light,\" the land of lotus ponds and magnificent palaces in which one's ordinary needs are fulfilled and one is able to hear while seated in a lotus, the teachings of Buddhas, at the merest wish. Amitābha Buddha descends to the believer at the time of death so that he can be reborn in his realm. Amitābha's mount is the peacock, his consort the White-robed Lady (pāṇḍara-vāsinī); the chief bodhisattvas of his family are Avalokiteśvara, the great compassionate lord who looks over Tibet, and Mahā-sthāma-prāpta, \"one who attained great strength.\"",
            "paths":{
                "One":71,
                "Two":74,
                "Three to Six":77
            }
        },
        {
            "number":78,
            "name" : "Fourth Sutra Stage",
            "description" : "At this stage, called \"The Flaming\" (arciṣ-matī), the various factors of enlightenment shine with great heat, burning off the remaining emotional and intellectual mist. By ascetic warmth (tapas), the bodhisattva stils his desires and learns to be content with whatever exists. Nurturing a disgust for sense desires, he is purified by a stringent mode of life. There is no attachment to the literary and artistic forms of the Dharma. He holds firmly to the middle way, rejecting the twin notions that everything is unreal and that everything truly exists. Intensive meditation grants incredible supernatural powers, yet he is humble and pleasant to be with, mild and soft-spoken, splendid by nature, a shining example of his own teachings.",
            "paths":{
                "One":87,
                "Two":88,
                "Three to Six":78
            }
        },
        {
            "number":79,
            "name" : "Third Sutra Stage",
            "description" : "At the stage called \"Illuminating\" (prabhā-karī), the bodhisattva combines patience with the perfection of wisdom. That is to say, he will endure anything for the sake of the Dharma. He will walk through a thousand fires to hear the doctrine, and be patient enough to remain in saṃsāra to teach. He truly lives in the Dharma, day and night; he is elated by a well-turned phrase as though he had found a jewel. Lord of the Realm of Desire, he can grasp the sun and moon or shake the earth, become one or many, appear and disappear, fly while seated cross-legged, walk on water, and blaze like fire.",
            "paths":{
                "One":88,
                "Two":78,
                "Three to Six":79
            }
        },
        {
            "number":80,
            "name" : "Second Sutra Stage",
            "description" : "On the \"Immaculate\" (vimalā) ground the bodhisattva is freed from all the stains of ethical violations. Thus he abstains from the ten unwholesome actions - killing, stealing and so forth - and substitutes their opposites with a life-giving, generously compasionnate attitude combined with the most skillful of means. The bodhisattva at this stage can produce a thousand concentrations, emanations, and miracles as others before, but now all in a single moment.",
            "paths":{
                "One":78,
                "Two":79,
                "Three to Six":80
            }
        },
        {
            "number":81,
            "name" : "Fifth Tantra Stage",
            "description" : "The yogi receives the initiation of permission (anujña), and the name he or she will bear upon reaching Buddhahood. One has completed the \"Path of Maturation\" and is free to teach and confer initiations in accordance with one's vows and the rules surrounding transmission of the Dharma. The next bodhisattva stages are those of the \"liberated path.\"",
            "paths":{
                "One":83,
                "Two":89,
                "Three to Six":81
            }
        },
        {
            "number":82,
            "name" : "Sixth Tantra Stage",
            "description" : "Having learned in previous stages to convert phenomenal existence into the forms of Buddhahood, one now brings to fulfillment, by intensive meditation, the four initiations of the supreme tantra. Concentration is centered in the heart focal point. When the heart knot is unraveled, the process of fulfillment will unfold itself.\nI have visited in my wanderings shrines and other places of pilgrimage,\nBut I have not seen another shrine blissful like my own body.",
            "paths":{
                "One":89,
                "Two":90,
                "Three to Six":82
            }
        },
        {
            "number":83,
            "name" : "Seventh Tantra Stage",
            "description" : "The secret mind, which is equivalent to that of the Buddha in its understanding of emptiness, comes to experience bliss and emptiness in union. Guided by yoga in accord with previous initiations, it realizes a facsimile of the Clear Light. The process is known in three steps as \"the light,\" \"the spread of light,\" and \"the culmination of light.\"\nIt is pure and bright as a flower,\nIt is like the feeling of staring into the vast and empty sky,\nThe awareness of Nothingness is limpid and transparent, yet vivid.",
            "paths":{
                "One":84,
                "Two":91,
                "Three to Six":83
            }
        },
        {
            "number":84,
            "name" : "Supreme Heaven (Akaniṣṭha)",
            "description" : "One has attained the highest place in the world and the most exalted Buddha field. Inside gather the Buddhas of all directions with their retinue of high bodhisattvas, whom they guide into the blissful-empty state of the supreme tantra. The aim of yogis on earth is to merge with these bodhisattvas, identifying themselves with the mysterious body, speech and mind of the Buddhas by means of ritual gesture (mudrā), mantra and concentration, respectively.\nThis realm is pictured in a lotus, the symbol of timeless purity.",
            "paths":{
                "One":93,
                "Two to Six":84
            }
        },
        {
            "number":85,
            "name" : "Realm of Superjoy (Abhirati)",
            "description" : "One visits the eastern land of the Buddha Akṣobhya, the \"unshakable one.\" Surrounded by mountains, this realm is filled with lovely lakes, hills and knolls, waterfalls, and ponds whose banks are sprinkled with gold dust. Akṣobhya is depicted in full lotus; he might be said to embody the Buddha's conquest of Māra under the bodhi tree (No. 100). He is imperturbable; he touches the earth to witness his conquest of the hindrances. His consort is Buddha-locanā, \"Eye of Awakening.\" The bodhisattva of this space is Vajrasattva, the \"adamantine being,\" the tantric form of a bodhisattva.",
            "paths":{
                "One":71,
                "Two":73,
                "Three":76,
                "Four to Six":85
            }
        },
        {
            "number":86,
            "name" : "Seventh Sutra Stage",
            "description" : "On this level, called \"Far Reaching\" (dūraṁgamā), the bodhisattva does immense work for the welfare of others. He creates pure fields in which living beings can thrive and develop their spiritual lives. The perfection of the Far Reaching stage is skill in means. He enters into nirvana and returns in every moment; while remaining within saṃsāra he experiences its transcendence. This is the \"nirvana-in-motion,\" infinitely greater than the \"Cessation\" of the Lesser Vehicle (No. 48) because it continues to function in the world for the sake of multitudes.\nYet the bodhisattva strives for further greatness.",
            "paths":{
                "One":95,
                "Two":96,
                "Three to Six":86
            }
        },
        {
            "number":87,
            "name" : "Sixth Sutra Stage",
            "description" : "\"Face to Face\" (abhimuktī) with reality, the bodhisattva stands neither in saṃsāra nor in nirvana. He does not desire the peace of the Arhat or of the Independent Buddha, yet he is freed from rebirth. Wisdom perfects all the other practices of the bodhisattva; it is defined as understanding the principle of dependent origination. Without attachment to the self, there would be no ordinary and miserable existence. He understands that the world is mind only. Seeing further that this aggregate, or tree, of suffering grows without a real doer or experiencer, he meditates on the emptiness of all phenomena.",
            "paths":{
                "One":96,
                "Two":86,
                "Three to Six":87
            }
        },
        {
            "number":88,
            "name" : "Fifth Sutra Stage",
            "description" : "At this stage, \"Very Difficult to Conquer\" (sudurjayā), the bodhisattva accomplishes what is truly hard to do : He becomes a guide for living beings without becoming affected by their intractability. His memory is infallible, he composes treatises on the arts and sciences, provides gardens and theatrical entertainments, and refutes the wrong views of less fruitful religious traditions. But he also knows the essential principle of reality, and for him there is no causality. The bodhisattva is now generally a monk or nun; in associating with householders, he pities their bewilderment and confusion, but without arrogance or conceit, for the knows all streams of consciousness to be ultimately equal.",
            "paths":{
                "One":95,
                "Two":87,
                "Three to Six":88
            }
        },
        {
            "number":89,
            "name" : "Eighth Tantra Stage",
            "description" : "From the psychic winds and the understanding of \"mind only\" is produced the apparitional body, still impure because it is not immersed in the Clear Light and directly confronting the innate emptiness of mind.\nThe impure illusory body of the womb-gate\nAnd the pure form of Budhha's body\nAre one in the great light of Bardo.\nSon, this is the Bardo of Accomplishment!",
            "paths":{
                "One":84,
                "Two":90,
                "Three to Six":89
            }
        },
        {
            "number":90,
            "name" : "Ninth Tantra Stage",
            "description" : "The illusory body is purified by two trances : the contraction of winds in the heart, and their expansion into the Clear Light, which illumines the direct understanding of emptiness. He entered the gate [of initiation] and began to contemplate, and he gained possession of a body of form which was \"appearance and Emptiness.\" From the moment he gained this appearance and Emptiness he penetrated it as the Clear Light, unconstrued, unfathomable, empty of arising, abiding and perishing. From then on he knew that whatever occurred - at the very moment of its appearance - was itslef light and itself clarity, unfathomable, unproduced, the nature of Great Bliss, self-sprung, self-erected.",
            "paths":{
                "One":84,
                "Two":91,
                "Three to Six":90
            }
        },
        {
            "number":91,
            "name" : "Tenth Tantra Stage",
            "description" : "Contemplating the Clear Light whose substance is emptiness, one now achieves the real and wll-learned unification (yuganaddha) of the body - the illusory, mind-made body - and the mind that is Clear Light. The yogi, because he or she is impelled by compassion for others, remains in the world to manifest in the activities of a fully qualified vajra teacher. \"The trees of thought and Void spring from one seed,\nAnd for that reason there is but one fruit.\nAnd who thinks of them thus indistinguishable,\nIs released from Nirvana and Saṃsāra.",
            "paths":{
                "One":84,
                "Two":93,
                "Three to Six":91
            }
        },
        {
            "number":92,
            "name" : "Great Enjoyment Body (Sambhoga-Kāya)",
            "description" : "Now one performs the functions of the Buddha on the highest level, initiating tenth-stage bodhisattva great-heroes into the highest levels of truth. This form of the Buddha is called the \"communal\" or \"meeting\" body (sku sprod-pa), or the \"enjoyment\" body, for it represents the fruit of the lengthy accumulation of merit and understanding. In this form the Buddha teaches only the doctrines of the Greater Vehicle, sutras and tantras, and only in a purified field, the Supreme Heaven Akaniṣṭha. But like the sun and its rays, the enjoyment body radiates other forms, called emanation bodies, which are adapted to the ways of the world.",
            "paths":{
                "One":97,
                "Two to Six":92
            }
        },
        {
            "number":93,
            "name" : "Great Dharma Body (Dharma-Kāya)",
            "description" : "Like the sun, the Dharma body appears from behind the obscurations, produced from the path of Dharma. This is the Great Awakening, the essence of Buddhahood. Yet these terms for the Dharma Body are only descriptive, for it is beyond names; it is unborn and ineffable; it is not really produced, for it has always been all-pervading and needs only be realized. The Dharma body does not exist, for its essence is as empty as that of all other dharmas; it does not nonexist, because this nature of emptiness is real. \n\n\"Shall I praise you with such praises or rather, what is such praise?\nIn the emptiness of all dharmas, who is the praiser? Who is praised?\n\n",
            "paths":{
                "One":92,
                "Two to Six":93
            }
        },
        {
            "number":94,
            "name" : "Tenth Sutra Stage",
            "description" : "The bodhisattva has become a \"cloud of Dharma\" (Dharma-megha); this body is clothed with countless concentrations and magical formulas as the sky is filled with clouds. He lets fall a rain of Dharma to exinguish the glow of defilement still burning creatures below. So the great bodhisattvas of this stage are pictured with golden ornaments on their bodies. The length of their course on the path is tremendous; all of this has taken three \"countless ages,\" each comprising 10^59 years. The first age reaches to the first bodhisattva stage, the second stage through the seventh. Now these great heroes are fitted to assume the Dharma body, or to join the Buddha's retinue in the highest heaven.",
            "paths":{
                "One":93,
                "Two":84,
                "Three to Six":94
            }
        },
        {
            "number":95,
            "name" : "Ninth Sutra Stage",
            "description" : "This plane is called \"right intellect\" (sādhu-matī); one acquires the ability to teach the Dharma appropriate to all the aspects of a situation. The bodhisattava teaches like a Buddha. He can speak in several languages and tones of voice simultaneously, making direct explanations suited to the various capacities of the members of his audience, and answer several questions at the same time.",
            "paths":{
                "One":94,
                "Two":84,
                "Three to Six":95
            }
        },
        {
            "number":96,
            "name" : "Eighth Sutra Stage",
            "description" : "At the \"unshakeable\" (acalā) level, the bodhisattva ceases conscious striving for perfection. He enters the effortless state of the Dharma realm,no longer distinguishing states of mind that perceive the characteristics of things from those that perceive their sameness. Like a sleeping man who was dreaming that he had fallen into a river and was struggling to get out, and then awakes, the bodhisattva is suddenly relieved of all striving and anxiety.\nEven if the the state of peace and liberation has been attained, he must continue to act for the benefit of others. So the Buddhas intervene to remind him of his vows; they confer upon him the prediction of his Buddhahood and its time and place.",
            "paths":{
                "One":94,
                "Two":95,
                "Three to Six":96
            }
        },
        {
            "number":97,
            "name" : "Adopting a Physical Form",
            "description" : "The emanated forms of Buddhas and bodhisattvas are known in Tibetan as tulku (sprul-sku, in Sanskrit nirmāṇa-kāya). When these are recognized among humanity, they are designated by the title rin-po-che, \"very precious one.\"\nDescending into the world system, the Emanation body enters his mother's womb on Jambu Island. His mother, a queen of the Śākya tribe, dreams of this event; ten lunar months later, the bodhisattva emerges painlessly from her side. There is no martyrdom in the las tlife of a fully Awakened one; he is lord of the world, master of his fate, with infinite skill and patience in dealing with obstacles. Surrounded in the palace by a circle of women and the pleasures of a crown prince of the world, he truly lives at the peak of human existence.",
            "paths":{
                "One or Two":98,
                "Three to Six":97
            }
        },
        {
            "number":98,
            "name" : "The Setting Forth (Pravrajita)",
            "description" : "At the age of twenty-nine, the bodhisattva shows himself disgusted with palace life and leaves home to seek liberation from saṃsāra. On some four occasions the young man, on taking the road toward his gardens, is confronted by vision sent by gods of the Pure Abodes. He sees an old man leaning painfully on a staff, a sick man, and a corpse being borne to cremation. Each time he returns home to brood over the vision. On the fourth occasion he encounters a mendicant monk, clam and self-possessed, and is told of his disciplined life and his search for tranquility.\nThe bodhisattva resolves to follow this example. He looks in at his wife and son - born that very day - but is afraid to wake them to say good-bye. Indra, lord of the devas, opens the palace gate, and he rides forth on his horse in company of his faithful charioteer.",
            "paths":{
                "One or Two":99,
                "Three to Six":98
            }
        },
        {
            "number":99,
            "name" : "Ascetic Practices (Tapas)",
            "description" : "In various forest retreats the bodhisattva encounters the foremost religious teachers of his day. He finds yogis practicing strange forms of painful meditation, and Brahmanical masters seeking the liberation of the Supreme Self from the body. But he finds their pursuits senseless. Joined by five ascetics, he endeavours to remove false views by truly intense ascetic practice. For six years he abides in \"space-pervading concentration,\" suspending his breath, slowing his vital functions, and feeding on a grain of rice or sesame each day.\nFinally his mother, from the heaven of the Thirty-three, begs him not to die without fulfilling his destiny. Perceiving that asceticism is not the way to liberation, he abandons it, washes himself in the river, and advances to the great Sāl, the tree of Awakening, to sit in meditation.",
            "paths":{
                "One or Two":100,
                "Three to Six":99
            }
        }
    ]
}

