{
    "die_faces":6,
    "starting_square":24,
    "winning_square":53,
    "squares": [
        {
            "number":1,
            "name":"Vajra Hell",
            "description":"Crossed double vajras bar your exit from this very special hell. This is the destination of those who abuse the tantric path through distraction or selfishness. This is a hell of the most frightful demonic images, the most fearful hell, for its suffering is paranoia rather than physical pain -- difficult for anyone else to assuage. Fear for oneself makes it almost impossible to see through the images and escape.",
            "paths":{
                "accum: 1 + 2 x 2 + 3 x 3 + 4 x 4 + 5 x 5 + 6 x 6" : 9,
                "waiting":1
            }   
        },
        {
            "number":11,
            "name" : "Animals",
            "description" : "Residing mostly in the great oceans, animals are created as a result pf previous stupidity -- intentional ignorance. The serpent is said to be born from anger, the lion from pride, the dog from arrogance... and the horse from unpaid debts.",
            "paths" : 
            {
                "One" : 27,
                "Two":  17,
                "Three":12,
                "Four": 13,
                "Five": 10,
                "Six":  5
            }
        },
        {
            "number": 13,
            "name" : "World of the Nāgas",
            "description" : "These water serpents are human from the waist up, rather like mer creatures. They store great treasures of wealth and precious stones, and sometimes books of secret teachings in underwater palaces. Like other wealthy beings, however, they are dangerous and volatile.",
            "paths" : 
            {
                "One" : 28,
                "Two":  27,
                "Three":15,
                "Four": 21,
                "Five": 11,
                "Six":  10
            }
        },

        {
            "number":14,
            "name" : "Demon Island",
            "description" : "These ferocious man-eating demons (rākṣasas) frequent the night -- haunting cemeteries, attacking people, and devouring children. Demon Island is identified as Śrī Laṅkā, southeast of India. From killing they become monstrous and malformed; from giving to others they grow powerful.",
            "paths": 
            {
                "One" : 25,
                "Two":  42,
                "Three":17,
                "Four": 15,
                "Five": 5,
                "Six":  3
            }
        },

        {
            "number":15,
            "name" : "Asuras",
            "description" : "One is born among the \"antigods\", so known for their intense jealousy of the gods of thirty-three, who got them drunk and cast them out of heaven. \nEver deceiftul and deluding,\nhe does no other harm;\nfond of quarreling, yet generous,\nhe'll become an asura lord.",
            "paths": 
            {
                "One" : 28,
                "Two": 14,
                "Three":21,
                "Four":11,
                "Five":10,
                "Six":4
            }
        },
        {
            "number":16,
            "name":"Rudra Black Freedom",
            "description":"This is the criminal yogi, who accomplishes the worldy occult powers (siddhi) -- pacifying, prospering, subjugating, and destroying -- from a desire for power. When he died he was hurled into lower states of rebirth for many ages, finally appearing as the fierce non-Buddhist god Rudra. His only escape from himself is conversion by a tantric bodhisattva.",
            "paths":{
                "One or Three to Six" : 16,
                "Two" : 34
            }
        },
        {
            "number" : 17,
            "name" : "Jambu Island - The Southern Continent",
            "description" : "One has the great fortune to be born in a human condition on earth.",
            "paths":
            {       
                    "One":52,
                    "Two":25,
                    "Three":26,
                    "Four":38,
                    "Five":22,
                    "Six":6
            }
        },
        {
            "number" : 24,
            "name" : "The Heavenly Highway",
            "description" : "The opportunity has arrived, so hard to obtain, \nFor accomplishing the welfare of living beings; \nIf I fail to take advantage of it, \nWhen will the chance come again?",
            "paths":
            {       
                    "One":27,
                    "Two":17,
                    "Three":15,
                    "Four":11,
                    "Five":10,
                    "Six":6
            }
        },
        {
            "number" : 25,
            "name" : "Beginning the Tantra",
            "description" : "One sets forth toward enligtenment in the vehicle of mantra, the diamond path, the secret way of the practice of spells (vidyā). Without the proper commitments this road leads to madness and hell.",
            "paths":
            {       
                    "One":72,
                    "Two":33,
                    "Three or Four or Five":25,
                    "Six":38
            }
        },
        {
            "number":27,
            "name": "Heaven of the Four Great Kings",
            "description" : "One is born in the broadly based lower classes of divinity who rule the lower slopes of Mount Meru, the seven chains of mountains around it, and the skies.",
            "paths":{
                "One":28,
                "Two":17,
                "Three":23,
                "Four":18,
                "Five":10,
                "Six":6
            }
        },
        {
            "number":28,
            "name": "Heaven of the Thirty-three (Trāyastriṃśa)",
            "description" : "One dwells in a region, at the summit of Mount Meru, with thirty-three divine neighborhoods. The devas of this level are large and powerful, with supernatural sensory faculties. Although these gods take refuge in the Buddha, their pleasure is too great to allow for religious practice. In consequence, they are unable to prevent rebirth in a lower state when good karma is exhausted.",
            "paths":{
                "One":29,
                "Two":17,
                "Three":20,
                "Four":22,
                "Five":11,
                "Six":7
            }
        },
        {
            "number":33,
            "name":"Tantra, Lesser Path of Accumulation",
            "description":"Here, at the beginning of substantial tantric practice, one engages in the tantra of activity (kriya-tantra). If reality is the play of appearances, molded by karma but arising from emptiness, the aim of tantra is its eventual reformation.\nThe danger is that one may practice magic without compassion. Hence this path may lead to the most harrowing of hellish states.",
            "paths":{
                "One":41,
                "Two":42,
                "Three or Four":33,
                "Five":16,
                "Six":1
            }
        },
        {
            "number":35,
            "name":"The Realm of Form (Rūpa-Dhātu)",
            "description" : "Soaring high over Mount Meru beyond the realm of Sense Desire, these stations of exalted consciousness are the product of \"immovable\" (aniñja) karma, neither good nor bad. In fact, the seventeen levels of this realm correspond to the subtleties of progress in meditation. At the top is a class of beings totally \"thoughtless\" (asamjñi-sattva).\nThey themselves mistake their state for Nirvana, but it is merely a state of trance and without true knowledge of the world; when a thought at last arises due to their previous karma, they fall back to the realm of Sense Desire.",
            "paths":{
                "One":37,
                "Two":52,
                "Three":36,
                "Four":30,
                "Five":17,
                "Six":27
            }

        },

        {
            "number":52,
            "name" : "Mahāyāna, Lesser Path of Accumulation",
            "description" : "Beginning the Greater Vehicle, one conceives the intention of reaching enlightenment for the sake of all living beings.",
            "paths":{
                "One":54,
                "Two":53,
                "Three":30,
                "Four":38,
                "Five":11,
                "Six":7
            }
        },
        {
            "number":53,
            "name":"Mahāyāna, Middle Path of Accumulation",
            "description":"The grosser distractions become stilled, and meditation rises to an intermdediate level on the way to concentration. At this stage, before the higher awarenesses have been obtained, one has only the intention of being useful to others, but one is able to do very little actual good.",
            "paths":{
                "One":55,
                "Two":54,
                "Three":37,
                "Four":40,
                "Five":15,
                "Six":8
            }
        },
        {
            "number":72,
            "name" : "Wisdom-Holder of the Eight Siddhis",
            "description" : "One has taken the path of siddhi, magical attainment, as opposed to that of study. Some lamas consider these siddhi as equivalent to the Path of Accumulation. Others insist thatone follow the orthodox tantric path.",
            "paths":{
                "One":67,
                "Two":41,
                "Three":33,
                "Four to Six":72
            }
        }
    ]
}

